Repository: Sakurathanh2003/Habitors
Catalog: Habitors/Language/*.lproj/Localizable.strings
Languages: vi

source: Setting
vi: Cài đặt

source: Home
vi: Trang chủ

source: Overall
vi: Tổng quan

source: Discover
vi: Khám phá

source: Tools
vi: Công cụ

source: How do you feel?
vi: Bạn cảm thấy thể nào?

source: Tap to record
vi: Chạm để ghi tâm trạng

source: Quick Note
vi: Ghi chú nhanh

source: Tap to add
vi: Chạm để thêm

source: Relaxing Music
vi: Nhạc thư giãn

source: Nature Sounds
vi: Âm thanh thiên nhiên

source: Meditative Music
vi: Nhạc thiền

source: Soundscape Music
vi: Nhạc âm thanh cảnh vật

source: Done in month
vi: Hoàn thành trong tháng

source: Total Done
vi: Tổng hoàn thành

source: Current Streak
vi: Chuỗi hiện tại

source: Best Streak
vi: Kỷ lục chuỗi

source: Day
vi: Ngày

source: Frequency
vi: Tấn suất

source: Daily
vi: Hằng ngày

source: Weekly
vi: Hằng tuần

source: Monthly
vi: Hằng tháng

source: On These Days
vi: Vào những ngày

source: Times in a week
vi: Lần trong tuần

source: Time on Month
vi: Thời gian trong tháng

source: Beginning
vi: Đầu tháng

source: Middle
vi: Giữa tháng

source: End
vi: Cuối tháng

source: 1st day of month to 10th day of month
vi: Từ ngày 1 đến ngày 10 trong tháng

source: 11th day of month to 20th day of month
vi: Từ ngày 11 đến ngày 20 trong tháng

source: 21st day of month to end of month
vi: Từ ngày 21 đến hết tháng

source: Repeat
vi: Lặp lại

source: days
vi: ngày

source: times
vi: lần

source: Quick Add
vi: Thêm nhanh

source: Other
vi: Khác

source: Habit Setting
vi: Cài đặt thói quen

source: Add Value
vi: Thêm giá trị

source: Close
vi: Đóng

source: Enter value
vi: Nhập giá trị

source: How are you feeling today?
vi: Hôm nay bạn cảm thấy thế nào?

source: Select this mood
vi: Chọn cảm xúc này

source: Swipe to change mood
vi: Vuốt để thay đổi cảm xúc

source: Angry
vi: Tức giận

source: Upset
vi: Buồn bã

source: Sad
vi: Buồn

source: Good
vi: Tốt

source: Happy
vi: Vui vẻ

source: Spectacular
vi: Hân hoan

source: We've Recorded Your Mood
vi: Chúng tôi đã ghi lại cảm xúc của bạn

source: View Mode History
vi: Xem lịch sử cảm xúc

source: Mood History
vi: Lịch sử cảm xúc

source: You haven't logged any moods yet.
vi: Bạn chưa ghi nhận cảm xúc nào.

source: Change Note Background Color
vi: Thay đổi màu nền của ghi chú

source: Delete
vi: Xoá

source: Cancel
vi: Huỷ

source: Choose an option
vi: Chọn

source: Article
vi: Bài viết

source: You have no habits scheduled for this day.
vi: Bạn không có thói quen nào được lên lịch trong ngày này.

source: Relevant data will be retrieved from the Health app.
vi: Dữ liệu liên quan sẽ được lấy trong ứng dụng Sức khoẻ.

source: Go to Setting
vi: Đi đến cài đặt

source: Completed
vi: Hoàn thành
